[
	{
        "q":"1. 강아지와 산책을 나갈 때 필요한 준비물은?",
        "a":"첫 번째, 리드줄(목줄). 우리처럼 강아지를 너무 사랑하고 예뻐하는 사람들도 있는 반면, 강아지를 무서워하는 사람도 있습니다. 그렇기 때문에 아무리 작은 강아지라고 하더라도 꼭 리드줄이 필요합니다. 또한, 잘 따라다니다가도 돌발상황이 생길 수 있기 때문에 리드줄은 필수입니다. 두 번째, 배변 봉투! 강아지들은 원래 야외 배변을 합니다. 산책 코스가 산책로나 공원이라도 항상 반려견의 변을 치우는것은 매너이자 에티켓입니다. 세 번째, 물과 간단한 간식. 강아지들은 하루에 일정 활동량을 채워 줘야 하는데 그때 필요한 수분을 바로 공급해 줄수 있는 물을 갖고 다니시면 좋습니다. 또한, 간단한 간식을 챙겨 잠시 산책 중 간식을 주며 휴식 시간을 가져도 좋습니다."
    },
    {
        "q":"2. 강아지 산책, 얼마나 시켜야 할까?",
        "a":"강아지 산책을 매일 해주는 것이 어려울 때가 있습니다. 그럼 강아지 산책을 얼마나 해주는 것이 좋을까요? 강아지는 나이에 따라 다른 운동량을 가지고 있습니다. 성장 중인 새끼 강아지들에게는 과도한 운동이 좋지 않습니다. 그래서 강아지 몸이 완전히 자란 다음인 1개월 후에는 5분, 3개월 이후에는 15분 정도가 좋습니다. 성견의 경우 운동량에 주의를 필요하지 않지만 대부분 30분 - 2시간의 운동이 필요합니다. 강아지가 노견인 경우, 젊었을 때 보다 짧아지고 느린 속도로 진행 되어야 합니다. 또한 견종에따라 운동량이 달라질수 있습니다. 치와와, 푸들, 요크셔테리어와 같은 작은 견종들은 다른 강아지들보다 적게 활동하는 경향이 있습니다. 물론 거대한 견종이라고 다 활동적인 것은 아닙니다. 거대 견종인 그레이트데인, 마스티프, 뉴펀들랜드와 같은 품종은 덜 활동적으로 알려졌습니다. 납작한 코를 가진 불독, 퍼그와 같은 견종들 또한 호흡 문제를 겪어, 천천히 움직이며 앉아 있는 생활이 많습니다. 활발한 견종들, 예를 들면 테리어, 리트리버, 하운드, 쉽독등은 활동량이 많아 건강 유지를 위해서는 60 - 90분 정도의 운동을 해야합니다."
    },
    {
        "q":"3. 강아지 산책시간, 언제하는것이 좋을까?",
        "a":"강아지 에너지에 따라 달라지겠지만, 아침 시간의 산책은 강아지에게 하루 중 가장 긴 산책을 즐길수 있습니다. 산책 경로가 붐비지 않은 시간대로 가까운 곳에서 산책하기 좋습니다. 특히 아침에는 강아지 감각이 민감하기 때문에, 긴장을 풀고 쌓인 스트레스를 해소할 수 있도록 다양한 냄새를 맡게 하는 것이 좋습니다. 아침에 강아지 산책을 하지 않는다면, 실내에서 후각 놀이를 진행해 주는 것도 밤새 쌓인 강아지 스트레스 해소에 도움을 줄 수 있다고 합니다. 정오 시간인 한낮의 강아지 산책은 여름철에 주의를 해주어야 합니다. 정오 시간에는 강아지 산책이 길어지면, 열사병의 위험이 있습니다. 정오 시간이라면, 되도록 서늘하고 그늘진 곳에서의 산책을 추천합니다. 대부분의 강아지 산책시간은 보호자의 일정이 끝난 오후 시간대인 경우가 많습니다. 이 시간대는 도시 소음과 혼잡한 상황이 있을 수 있어 강아지의 스트레스가 올라가, 긴장을 풀고 산책을 즐길 수 없기 때문에 되도록 조용한 곳에서 산책 해주는 게 좋습니다. 밤에 하는 산책은 강아지가 휴식을 취하기 좋은 적합한 시간대 입니다. 서두르지 않고 강아지가 원하는 냄새를 맡게 해주면 좋습니다. 또한, 식사 전에 하는 산책은 대형견에게 좋다고 합니다. 이 경우, 배를 비우는 운동이나 위경련이나, 복부 경련을 줄여주는데 도움이 된다고 합니다. 식사 전 산책을 통해, 소화기관을 진정시켜 주고, 휴식을 취한 후에 음식을 섭취할 수 있습니다. 식사 후에 강아지가 산책을 하게되면 정기적으로 소변을 보거나 배설을 하는 일과들이 일정하게 유지되기 쉽습니다. 하지만, 많은 음식을 섭취한 후의 운동은 종종 강아지의 위장관의 꼬임이나 부종을 유발할 수 있으니 주의해야 합니다."
    },
    {
        "q":"4. 강아지가 산책 중 주인을 바라보는 이유는?",
        "a":"강아지와 산책을 하다보면, 가끔 주인을 쳐다볼 때가 있습니다. 강아지가 산책중 쳐다보는 이유에 대해 설명하겠습니다. 첫번째, 주인을 생각을 알고싶어서 쳐다 볼 수 있습니다. 산책을 리드하면서 가는 강아지도 있지만, 산책 주도권은 주인에게 있다라고 생각하는 강아지도 있습니다. 이런 경우, '오늘은 어느 쪽으로 갈까'라며 주인의 생각을 알고 싶어 쳐다 볼수 있습니다. 두 번째, 주인이 잘 오고 있는지 확인하기 위해서 입니다. 이 경우, 강아지가 주인을 신뢰하고 있다는 증거입니다. 세 번째, 무엇인가 요구하고 싶을 때 입니다. 산책 중, 물 마시고 싶거나 쉬고 싶거나, 안아 달라고 요구할 때에도 주인을 본다고 합니다. 주인이 신호를 알아듣지 못했다면 아예 멈춰 서기도 합니다. 또한, 공사장이나 웅덩이 등 강아지가 무서워하는 것을 발견하면 불안감에 주인을 쳐다볼수 있습니다. 만약 꼬리가 내려가고, 귀가 뒤를 향하고 있으면 다른 길로 피하는게 좋습니다. 마지막으로, 행복한 마음을 전하고 싶은 뜻도 있다고 합니다. 산책 중에 활짝 웃으면서 주인을 바라본다면, 너무 행복하고 즐겁다라는 뜻이라고 합니다. 이럴때는 함께 웃어주시면 좋습니다!"
    },
    {
        "q":"5. 겨울철 강아지 산책 시 주의할 점?",
        "a":"이제 다가오는 추워지는 계절, 강아지 겨울 산책 시 주의할 점이 있습니다. 첫번째, 발톱부상. 강아지 겨울 산책에 있어, 강아지 발톱이 갈라지는 일이 있습니다. 겨울에는 땅이 얼면서 강아지 발톱과 마찰되어 갈라지는 경우가 있습니다. 이럴 땐, 강아지 발톱을 좀더 다듬어 주는 것으로 방지할수 있습니다. 두 번째 동상. 눈이나 비가오는 환경에 발가락 사이의 털이 눈과 비에 젖으면서 얼게되면 동상에 걸릴 수 있기 때문에 주의해 주는 것이 좋습니다. 앞발과 귀, 꼬리는 더욱더 조심해야합니다. 세 번째, 관절질환을 주의해야 합니다. 낮은 온도 추위 속에서 강아지 산책을 평소 시간과 동일하게 하려는것은 좋지 않을 수 있습니다. 강아지 관절에 무리가 될 가능성이 있으며, 염좌에 걸려 병원을 찾는 경우가 있습니다. 또한, 땅이 얼어 발을 헛딛거나 미끄러지는 일들로 관절 질환의 위험성을 가질 수 있습니다. 네 번째, 염화칼슘을 주의해야 합니다. 겨울철에는 바닥이 얼지 않게 염화 칼슘을 땅에 뿌립니다. 염화칼슘은 화학 물질이기 떄문에 강아지 발에 무리가 갈 수 있습니다."
    },
    {
        "q":"6. 강아지 산책 후 발 어떻게 닦아야할까?",
        "a":"강아지는 산책 중 흙이나 오염 물질을 밟게 됩니다. 그래서 산책 후에 발을 잘 닦아 주어야 합니다. 그럼 어떻게 닦아 줘야 할까요? 산책 후에 강아지 발에 약간의 먼지와 흙만 있다면, 물티슈로 해결해도 괜찮습니다. 물티슈 유해 성분에 주의하면서 발가락 사이사이를 잘 닦아 주시면 됩니다. 산책할 때 발에 끈적하거나 너무 많은 흙이 묻었다면, 물로 깨끗이 씻어 주는 것이 중요합니다. 강아지 발을 물에 충분히 적셔 주고, 강아지 샴푸를 이용해 깨끗이 씻어 주면 됩니다. 또한, 발을 씻어 줄때에는 발바닥만 잘 씻는 것만 아니라 발톱 사이사이까지 잘 닦아 줘야 합니다. 잘 씻겨 지지 않는 부분이 생기면, 나중에 그런 부분을 강아지가 핥을 수 있습니다. 물로 잘 씻겨 주었다면, 발가락 사이를 잘 말려줘야 합니다. 강아지 발가락 사이가 피부 알레르기나 감염이 가장 잘 많이 이뤄지는 부분입니다. 발가락 사이가 습하면, 세균이 증식하기 쉽기 때문에 발가락 사이사이의 털을 잘 말려 줘야합니다."
    },
    {
        "q":"7. 강아지가 산책을 싫어하는 이유는? 보호자가 체크해봐야 할 점!",
        "a":"강아지라면 당연히 산책을 좋아할 것 같지만, 산책을 싫어하는 강아지들이 종종 있습니다. 강아지가 산책을 싫어할 수 있는 이유는 첫 번째로 리드줄입니다. 강아지가 아직 리드줄에 적응하지 못했거나, 몸에 너무 딱 맞거나 작다면 움직임이 불편하고 제한적이게 되어 강아지가 산책을 싫어할 수 있습니다. 또한, 리드줄을 너무 짧게하면 자유로운 탐색이나 움직임이 없어지기 때문에 강아지가 산책을 즐길 수 없습니다. 다른 이유로는 어렸을 때 사회화 과정을 잘 겪지 못해서 그럴 수 있습니다. 강아지의 사회화 훈련이 부족할 때엔, 새로운 것에 대한 무서움이 쉽게 생겨서 산책에서의 새로운 소리, 냄새, 환경은 강아지에게 스트레스가 될 수 있습니다. 날씨 또한 강아지가 산책을 싫어하는 이유가 될수 있습니다. 사람에게도 무리인 너무 더운 날씨나, 너무 추운 날씨는 강아지도 산책하기 힘듭니다. 강아지가 걷는데 문제가 있거나 컨디션이 좋지 않으면, 산책을 거부할 수 있습니다. 원래 산책을 좋아하던 아이가 갑자기 산책을 거부한다면, 질병 문제일 수 있으니 살펴보셔야 합니다. 마지막으로, 보호자가 산책을 하면서 핸드폰만 보고 걷거나 음악에 집중한다면, 강아지는 산책을 하면서 지루함을 느낄 수 있습니다. 강아지와 소통하면서 걷는 즐거운 산책 시간이 건강에도 유대 관계 형성에도 좋습니다. 반려견과 함께하는 생활에 있어서 산책은 정말 빼먹을 수 없는 필수적인 일 입니다. 항상 보호자가 돌아오기를 기다리는 반려견과, 지금 바로 산책 나가보세요!"
    }
]